/* `welcomeLabel` UILabel text default value */
"Welcome" = "Chào mừng";

/* `thankyouLabel` UILabel text default value */
"ThankyouMessage" = "Cám ơn bạn đã tải xuống";

/* `instructionTextView` UITextView text default value with \".notConfigurated\" state */
"WelcomeInstruction" = "Vui lòng làm theo hướng dẫn bạn đã nhận trong email chào mừng để bắt đầu quy trình kích hoạt.";

/* `instructionTextView` UITextView text default value with \".isConfigured\" state */
"ConfiguredInstruction" = "Luôn cập nhật việc quản lý tác vụ hàng ngày của bạn và dễ dàng cộng tác trên các dự án.";

"ScanInstruction" = "Vui lòng quét mã QR bảo mật để bắt đầu quy trình kích hoạt.";

"DiscoveryServiceInstruction" = "Vui lòng nhập địa chỉ email của bạn để bắt đầu quy trình kích hoạt.";

/* checking the account(email address) user entered in discovery service */
"CheckingAccountKey" = "Đang kiểm tra tài khoản...";

/* `signInButton` UIButton's titleLabel?.text default value */
"SignIn" = "Bắt đầu";

"Scan" = "Quét";

/* `demoLabel` UILabel text default value */
"Explore" = "Muốn khám phá?";

/* `demoButton` UIButton's titleLabel?.text default value */
"TryDemo" = "Thử bản demo";

/* The title for the passcode setup screens. */
"SetPasscodeKey" = "Thiết lập mã truy cập";

/* The title for the enter passcode screen. */
"PasscodeKey" = "Mã truy cập";

/* The title for the Choose Passcode screen. */
"ChoosePasscodeTitleKey" = "Chọn mã truy cập";

/* The title for the Confirm Passcode screen. */
"ConfirmPasscodeTitleKey" = "Xác nhận mã truy cập";

/* The message on the confirm passcode screen for passcode setup. */
"EnterPasscodeAgainKey" = "Nhập lại mã truy cập của bạn.";

/* The message on the confirm passcode screen for passcode change. */
"ConfirmPasscodeKey" = "Xác nhận mã truy cập của bạn.";

/* The message on the input passcode screen. */
"EnterYourPasscodeKey" = "Nhập mã truy cập của bạn.";

/* The title for the passcode change screens. */
"ChangePasscodeKey" = "Thay đổi mã truy cập";

/* The message on the input passcode screen in change passcode. */
"EnterYourCurrentPasscodeKey" = "Nhập mã truy cập hiện tại của bạn.";

/* The button title string used both in passcode and\n touch ID screens to indicate not to setup now. */
"NotNowKey" = "Không phải bây giờ";

/* The button title string used on the second passcode setup\n to go back to the first screen. */
"BackKey" = "Quay lại";

/* The button title string used on the first passcode setup\n to go to the next screen. */
"NextKey" = "Kế tiếp";

/* The button title string used on the passcode input screen (not in the change passcode sequence)\n When the passcode input screen is in the change passcode sequence, the button title should be changed \"Next\" */
"DoneKey" = "Hoàn tất";

/* The main message format on the setup passscode screen.\n The %d will display the number of characters required from\n the passcode policy. */
"PasscodeChooseMinCharKey" = "Chọn mã truy cập có ít nhất %d ký tự để mở khóa ứng dụng.";

/* The main message format on the setup passscode screen when the\n isDititsOnly property of the passcode policy is true.\n The %d will display the number of digits required from\n the passcode policy. */
"PasscodeChooseMinDigitKey" = "Chọn mã truy cập có ít nhất %d chữ số để mở khóa ứng dụng.";

/* The message for passcode to include the required character groups\n when passcode policy requires it. */
"PasscodeRequiredGroupKey" = "Bao gồm những điều sau:";

/* The group name for lower case letters. */
"LowerCaseKey" = "Chữ thường (a-z)";

/* The group name for upper case letters. */
"UpperCaseKey" = "Chữ hoa (A-Z)";

/* The group name for digits. */
"DigitsKey" = "Chữ số (0–9)";

/* The group name for non-alphabetic characters. */
"Non-alphaKey" = "Ký hiệu (!@#...)";

/* The button title for resetting passcode. */
"ResetPasscodeKey" = "Thiết lập lại mã truy cập";

/* Alert message when validate method of FUIPasscodeValidationDelegate\n returning false for the passcode user entered in setup passcode. */
"PasscodeValidationFailedKey" = "Không thể xác thực mã truy cập.";

/* Alert message when the passcode user entered was rejected by\n the FUIPasscodeControllerDelegate's shouldTryPasscode function. */
"PasscodeRejectedKey" = "Mã truy cập bị từ chối bởi FUIPasscodeControllerDelegate.";

/* The alert button title used on passcode validation failed, or passcode rejected. */
"RetryKey" = "Thử lại";

/* The title for setup touch ID screen. */
"TouchIDKey" = "Touch ID";

/* The title for setup touch ID screen. */
"FaceIDKey" = "Face ID";

/* This is to be used combined with \"Touch ID\" or \"Face ID\", e.g., \"Touch ID is now available!\" */
"IsNowAvailableKey" = " hiện đã có sẵn!";

/* The first paragraph of the message on the Touch ID screen when no Touch ID is enrolled on device. */
"TouchIDMessage1Key" = "Bật Touch ID sẽ giúp bạn truy cập thông tin của mình nhanh hơn.";

/* The second paragraph of the message on the Touch ID screen when no Touch ID is enrolled on device. */
"TouchIDMessage2Key" = "Bạn có thể bật hoặc tắt tính năng này vào bất kỳ lúc nào từ Thiết lập.";

/* The first paragraph of the message on the Touch ID screen when Touch ID is enrolled on device. */
"TouchIDEnableMessage1Key" = "Vui lòng bật Touch ID để truy cập nhanh và an toàn.";

/* The second paragraph of the message on the Touch ID screen when Touch ID is enrolled on device. */
"TouchIDEnableMessage2Key" = "Nếu đã hủy kích hoạt Touch ID, bạn sẽ được yêu cầu nhập mã truy cập thiết bị của mình.";

/* The first paragraph of the message on the Face ID screen when no Touch ID is enrolled on device. */
"FaceIDMessage1Key" = "Bật Face ID sẽ giúp bạn truy cập thông tin của mình nhanh hơn.";

/* The second paragraph of the message on the Face ID screen when no Touch ID is enrolled on device. */
"FaceIDMessage2Key" = "Bạn có thể bật hoặc tắt tính năng này vào bất kỳ lúc nào từ Thiết lập.";

/* The first paragraph of the message on the Face ID screen when Touch ID is enrolled on device. */
"FaceIDEnableMessage1Key" = "Vui lòng bật Face ID để truy cập nhanh và an toàn.";

/* The second paragraph of the message on the Face ID screen when Touch ID is enrolled on device. */
"FaceIDEnableMessage2Key" = "Nếu đã hủy kích hoạt Face ID, bạn sẽ được yêu cầu nhập mã truy cập thiết bị của mình.";

/* The alert title to ask user add fingerprints to use Touch ID. */
"UseTouchIDTitleKey" = "Để sử dụng Touch ID, vui lòng thêm dấu vân tay vào phần thiết lập thiết bị của bạn.";

/* The alert message to ask user add fingerprints to use Touch ID. */
"UseTouchIDMessageKey" = "Bạn có thể thực hiện điều này vào bất kỳ lúc nào trong phần Thiết lập - Touch ID & Mã truy cập.";

/* The alert title to ask user add fingerprints to use Face ID. */
"UseFaceIDTitleKey" = "Để sử dụng Face ID, vui lòng đăng ký Face ID trong phần thiết lập thiết bị của bạn.";

/* The alert message to ask user add fingerprints to use Face ID. */
"UseFaceIDMessageKey" = "Bạn có thể thực hiện điều này vào bất kỳ lúc nào trong phần Thiết lập - Face ID & Mã truy cập.";

/* The message for the link on the Touch ID screen. */
"LearnMoreKey" = "Tìm hiểu thêm về Touch ID";

/* The message for the link on the Face ID screen. */
"LearnMoreFaceIDKey" = "Tìm hiểu thêm về Face ID";

/* The button title to enable Touch ID authentication. */
"EnableKey" = "Bật";

/* The message displayed when authticate with Touch ID. */
"AuthWithTouchIDKey" = "Xác thực với Touch ID";

/* The message displayed when authticate with Face ID. */
"AuthWithFaceIDKey" = "Xác thực với Face ID";

/* The title on the navigation bar. */
"TouchIDErrorNavigationTitleKey" = "Lỗi";

/* The error title. */
"AuthenticationErrorKey" = "Lỗi xác thực";

/* The error message for Touch ID devices. */
"AuthenticationTouchIDMessageKey" = "Vui lòng xác thực bằng cách sử dụng Touch ID để sử dụng ứng dụng.";

/* The error message for Face ID devices. */
"AuthenticationFaceIDMessageKey" = "Vui lòng xác thực bằng cách sử dụng Face ID để sử dụng ứng dụng.";

/* The authenticate button text. */
"AuthenticateKey" = "Xác thực";

/* The message when the passcode entered in confirm passcode screen\n does not match with the one entered in the setup passcode screen. */
"PasscodeNotMatchKey" = "Mã truy cập không khớp. Hãy thử lại.";

/* The message format to be displayed when user entered wrong passcode\n and the remaining number of retries is greater than 1. */
"AttemptsLeftKey" = "Bạn còn %d lần thử.";

/* The message format to be displayed when user entered wrong passcode\n and there is only one remaining retry. */
"OneAttemptLeftKey" = "Bạn còn 1 lần thử.";

/* The first paragraph of the alert message when the number user entered\n wrong passcode reached maximum allowed. */
"MaxAttemptsReachedKey" = "Không còn lần thử nữa.";

/* The second paragraph of the alert message when the number user entered\n wrong passcode reached maximum allowed. */
"EnterCredentialsKey" = "Vui lòng đăng nhập để thiết lập lại mã truy cập.";

/* The text of the dismiss button on the alert. */
"OKKey" = "OK";

/* The message on the passcode screen when user entered wrong passcode\n and there is no limit on the number of retries. */
"RetryPasscodeKey" = "Mã truy cập không đúng. Thử lại.";

/* The scan page title string. */
"ScanKey" = "Quét";

/* The title of the pop-up message when user selected a QR code photo\n which did not have a valid QR code. */
"ScanUnsuccessfulKey" = "Quét không thành công";

/* The second line of the pop-up message when user selected a QR code photo\n which did not have a valid QR code. */
"SelectAnotherImageKey" = "Vui lòng chọn ảnh mã QR.";

/* The title of the pop-up message when user successfully got a QR code for\n onboarding activation but this QR code was not recognized by system. */
"InvalidQRCodeKey" = "Mã QR không hợp lệ";

/* The second line of the pop-up message when user successfully got a QR code for\n onboarding activation but this QR code was not recognized by system. */
"QRCodeNotRecognizedKey" = "Mã QR không được nhận dạng.";

/* The title of the alert to request photo access. */
"AllowPhotoAccessKey" = "Cho phép truy cập vào hình ảnh";

/* The message of the alert to request photo access. */
"GiveAccessToPhotoSettingsKey" = "Để chọn ảnh mã QR, vui lòng cấp quyền truy cập vào ảnh của bạn trong thiết lập quyền riêng tư của thiết bị.";

/* The title of the alert to request camera access. */
"AllowCameraAccessKey" = "Cho phép truy cập vào camera";

/* The message of the alert to request camera access. */
"GiveAccessToCameraSettingsKey" = "Để quét bằng cách sử dụng camera, vui lòng cấp quyền truy cập vào camera của bạn trong thiết lập quyền riêng tư của thiết bị.";

/* *\n The alert action title to go to Settings app. */
"SettingsKey" = "Thiết lập";

/* The title string for the QR code scan confirmation screen. */
"ConfirmationKey" = "Xác nhận";

/* The success message for the QR code scan confirmation screen. */
"ScanSucceededKey" = "Quét thành công. Bây giờ bạn sẽ được kết nối đến:";

/* The title string for the \"Continue\" button */
"ContinueKey" = "Tiếp tục";

/* The title string for the back bar button on activation screen */
"BackBarButtonForActivationScreenKey" = "Khởi động";

/* FUIActivation Screen - headlineLabel */
"FUIActivationScreen_headlineLabel" = "Kích hoạt";

/* FUIActivation Screen - detailLabel */
"FUIActivationScreen_detailLabel" = "Nếu bạn đã nhận email chào mừng, hãy nhấp vào liên kết kích hoạt trong email. Nếu không, hãy nhập địa chỉ email hoặc quét mã QR để bắt đầu tham gia.";

/* FUIActivation Screen - primaryActionButton Title */
"FUIActivationScreen_primaryActionButtonTitle" = "Kế tiếp";

/* FUIActivation Screen - subheadlineLabel */
"FUIActivationScreen_subheadlineLabel" = "Hoặc";

/* FUIActivation Screen - primaryActionButton Title */
"FUIActivationScreen_secondaryActionButtonTitle" = "Quét";

/* FUIEULAView Screen - agree button */
"AgreeKey" = "Đồng ý";

/* FUIEULAView Screen - disagree button */
"DisagreeKey" = "Không đồng ý";

/* The authentication title. */
"AuthenticationKey" = "Xác thực";

/* The basic authentication message. */
"basicAuthenticationMessageKey" = "Vui lòng cung cấp tên người dùng và mật khẩu của bạn để xác thực.";

/* Username input field placeholder string */
"usernameKey" = "tên người dùng";

/* Password input field placeholder string */
"passwordKey" = "mật khẩu";

/* Sign In button string. */
"SignInKey" = "Đăng nhập";

/* Error message when failed to sign in. */
"SignInErrorKey" = "Dữ liệu chứng thực không đúng. Thử lại.";

/* The dynamic authentication message. */
"DynamicAuthenticationMessageKey" = "Vui lòng cung cấp thông tin bên dưới để bắt đầu quy trình kích hoạt.";

/* The message displayed on the banner when verifying information user entered. */
"VerifyingMessageKey" = "Đang xác thực thông tin...";

/* Cancel button string. */
"CancelKey" = "Hủy";

/* Allow button string. */
"AllowKey" = "Cho phép";

/* Deny button string. */
"DenyKey" = "Từ chối";

/* No button string. */
"NoKey" = "Không";

/* Quit button string. */
"QuitKey" = "Thoát";

/* GiveConsent button string. */
"GiveConsentKey" = "Đưa ra thỏa thuận";

/* Navbar title string. */
"StepKey" = "Bước";

/* Navbar title string. */
"OfKey" = "của";

/* CancelConfirmation message string. */
"CancelConfirmationKey" = "Bạn có chắc là bạn muốn thoát quy trình tích hợp không?";

/* MandatoryMessage button string. */
"MandatoryMessageKey" = "Không có thỏa thuận bạn sẽ không thể tiếp tục tích hợp.";

/* Switch User button string. */
"SwitchOrAddUserKey" = "Chuyển hoặc thêm người dùng";

/* Title for Log In button */
"LogInKey" = "Đăng nhập";

/* Placeholder text in search bar for searching users in multi-user login controller */
"SearchUsersKey" = "Tìm kiếm người dùng trên thiết bị này";

/* The button title for forgot passcode. */
"ForgotPasscodeKey" = "Quên mã truy cập?";

/* Title for Loction */
"PNLoctionTitleKey" = "Bật dịch vụ định vị để bạn có thể sử dụng các tính năng bản đồ và điều hướng";

/* Title for Notifications */
"PNNotificationsTitleKey" = "Bật thông báo để bạn có thể nhận các thông báo quan trọng";

/* Title for Photos */
"PNPhotosTitleKey" = "Bật truy cập thư viện ảnh để bạn có thể bật tính năng chia sẻ ảnh và truy cập thư viện ảnh";

/* Title for Calendar */
"PNCalendarTitleKey" = "Bật truy cập lịch để bạn có thể đặt phòng và xem các cuộc họp của mình";

/* Title for Camera */
"PNCameraTitleKey" = "Bật camera để bạn có thể đăng nhập và xác minh bằng Face ID";

/* Subtitle for FUIPrivacyNoticeView */
"PNSubtitleKey" = "Bạn có thể thay đổi quyền này sau bằng cài đặt ứng dụng";

/* FooterText for FUIPrivacyNoticeSettingsController */
"PNSettingsFooterTextKey" = "Ứng dụng sử dụng các quyền bên dưới để cung cấp cho bạn trải nghiệm tốt nhất mà chúng tôi phục vụ cho bạn";

/* FooterText of Location for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingsLocationFooterTextKey" = "Cho phép ứng dụng truy cập Vị trí của bạn và thông báo cho bạn khi bạn sử dụng ứng dụng.\n\nĐể thiết lập hoặc chỉnh sửa quyền Vị trí của bạn, hãy mở cài đặt iOS của bạn > Nhấn vào “Vị trí” > Nhấn vào “Ứng dụng” > Chọn cài đặt quyền Vị trí ưa thích của bạn";

/* FooterText of Notifications for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingsNotificationsFooterTextKey" = "Cho phép ứng dụng truy cập Thông báo của bạn và thông báo cho bạn khi bạn sử dụng ứng dụng.\n\nĐể thiết lập hoặc chỉnh sửa quyền Thông báo của bạn, hãy mở cài đặt iOS của bạn > Nhấn vào “Thông báo” > Nhấn vào “Ứng dụng” > Chọn cài đặt quyền Thông báo ưa thích của bạn";

/* FooterText of Photos for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingsPhotosFooterTextKey" = "Cho phép ứng dụng truy cập Ảnh của bạn và thông báo cho bạn khi bạn sử dụng ứng dụng.\n\nĐể thiết lập hoặc chỉnh sửa quyền Hình ảnh của bạn, hãy mở cài đặt iOS của bạn > Nhấn vào “Hình ảnh” > Nhấn vào “Ứng dụng” > Chọn cài đặt quyền Hình ảnh ưa thích của bạn";

/* FooterText of Camera for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingsCameraFooterTextKey" = "Cho phép ứng dụng truy cập Camera của bạn và thông báo cho bạn khi bạn sử dụng ứng dụng.\n\nĐể thiết lập hoặc chỉnh sửa quyền Camera của bạn, hãy mở cài đặt iOS của bạn > Nhấn vào “Camera” > Nhấn vào “Ứng dụng” > Chọn cài đặt quyền Camera ưa thích của bạn";

/* FooterText of Calendar for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingsCalendarFooterTextKey" = "Cho phép ứng dụng truy cập Lịch của bạn và thông báo cho bạn khi bạn sử dụng ứng dụng.\n\nĐể thiết lập hoặc chỉnh sửa quyền Lịch của bạn, hãy mở cài đặt iOS của bạn > Nhấn vào “Lịch” > Nhấn vào “Ứng dụng” > Chọn cài đặt quyền Lịch ưa thích của bạn";

/* The button title for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingKey" = "Mở Cài đặt iOS";

